Repository: yeager/ubuntu-l10n
Catalog: po/*.po
Languages: sv

source: {translated}/{total} translated
sv: {translated}/{total} översatta

source: {count} untranslated
sv: {count} icke-översatta

source: {count} need review
sv: {count} behöver granskning

source: {count} changed
sv: {count} ändrade

source: {date} by {editor}
sv: {date} av {editor}

source: Ubuntu Translation Statistics
sv: Översättningsstatistik för Ubuntu

source: Translation Statistics
sv: Översättningsstatistik

source: Refresh data
sv: Uppdatera data

source: Toggle heatmap view
sv: Växla värmekarta

source: Settings
sv: Inställningar

source: Notifications
sv: Aviseringar

source: About
sv: Om

source: Menu
sv: Meny

source: Toggle dark/light theme
sv: Växla mörkt/ljust tema

source: Export data
sv: Exportera data

source: Release:
sv: Utgåva:

source: Language:
sv: Språk:

source: Name (A-Z)
sv: Namn (A-Ö)

source: Most translated
sv: Mest översatta

source: Least translated
sv: Minst översatta

source: Most strings
sv: Flest strängar

source: Last updated
sv: Senast uppdaterad

source: Sort:
sv: Sortera:

source: Language statistics
sv: Språkstatistik

source: Search packages…
sv: Sök igenom paket…

source: Loading translations…
sv: Läser in översättningar…

source: Welcome to Ubuntu L10n!
sv: Välkommen till Ubuntu L10n!

source: This app shows translation progress for Ubuntu packages on Launchpad. • Pick a release and language from the top bar • Click any package to open it on Launchpad • Use the refresh button to get the latest data Data is cached locally for 1 hour to reduce load on Launchpad servers.
sv: Denna app visar översättningsstatus för Ubuntu-paket på Launchpad. • Välj en version och ett språk i den övre fältet • Klicka på ett paket för att öppna det på Launchpad • Använd uppdateringsknappen för att hämta de senaste uppgifterna Uppgifterna cachelagras lokalt i en timme för att minska belastningen på Launchpad-servrarna.

source: Get Started
sv: Kom igång

source: Export Data
sv: Exportera data

source: Choose export format:
sv: Välj exportformat:

source: Cancel
sv: Avbryt

source: <b>Overall:</b> {pct}% ({translated}/{total} strings)
sv: <b>Totalt:</b> {pct} % ({translated}/{total} strängar)

source: <b>Packages:</b> {count} total, {fully} at 100%, {zero} at 0%
sv: <b>Paket:</b> {count} totalt, {fully} på 100%, {zero} på 0%

source: <b>Top 10 most translated:</b>
sv: <b>De 10 mest översatta:</b>

source: <b>Top 10 least translated:</b>
sv: <b>De 10 minst översatta:</b>

source: Language Statistics
sv: Språkstatistik

source: Close
sv: Stäng

source: Ubuntu L10n uses Launchpad's public translation pages. No API key is required.
sv: Ubuntu L10n använder Launchpads publika översättningssidor. Ingen API-nyckel krävs.

source: Clear Cache
sv: Töm cache

source: View Ubuntu translation statistics from Launchpad
sv: Visa Ubuntu-översättningsstatistik från Launchpad

source: Loading… {loaded}/{total} templates
sv: Läser in… {loaded}/{total} mallar

source: Ubuntu L10n: Low translations
sv: Ubuntu L10n: Låga översättningar

source: {count} packages below 50%: {names}
sv: {count} paket under 50%: {names}

source: Error: {error}
sv: Fel: {error}

source: {count} templates · {translated}/{total} strings ({pct}%) · {untranslated} untranslated · {fully} fully translated
sv: {count} mallar · {translated}/{total} strängar ({pct}%) · {untranslated} icke-översatta · {fully} helt översatta

source: Cached ({age} min ago)
sv: Cachad ({age} min sedan)
